adapta-gtk-theme
alacritty
alsa-card-profiles
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme
arc-icon-theme
archlinux-wallpaper
aspell
aspell-en
aspell-ru
atool
audacity
avr-binutils
avr-gcc
avr-gdb
avr-libc
avrdude
awesome-terminal-fonts
base-devel
bash-completion
bash-preexec
bat
blueberry
bluez-utils
btop
btrfs-progs
ccache
chezmoi
cinnamon
cinnamon-translations
clang
cmake
cmus
dex
dmenu
dunst
efibootmgr
elementary-icon-theme
epapirus-icon-theme
eza
fastfetch
fd
feh
ffmpegthumbnailer
firefox
firefox-i18n-ru
fish
fisher
fzf
galculator
gamemode
gamescope
gcolor3-xorg
gearlever
ghidra
gimp
git
glava
gnome-boxes
gnome-keyring
gnome-screenshot
gnome-themes-extra
gpicview
gst-plugins-bad
gst-plugins-good
gtk-engine-murrine
gtk-engines
gucharmap
guvcview
gvfs-mtp
helix
highlight
htop
i3
icoextract
inkscape
iwd
jdk-openjdk
john
jq
lazygit
lib32-gamemode
lib32-libsamplerate
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libcamera
libcamera-ipa
libgnome-keyring
libid3tag
libmp4v2
libmysofa
libnautilus-extension
libportal
libportal-gtk4
libpulse
libva-mesa-driver
libvirt
libxaw
libxpm
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
links
linux-firmware
linux-headers
lldb
llvm
lsd
ltrace
luit
lurk
lxappearance-gtk3
maim
man-db
materia-gtk-theme
metacity
micro
mkinitcpio-utils
mlocate
mpv
nemo-emblems
nemo-image-converter
nemo-preview
nemo-seahorse
neovim
network-manager-applet
networkmanager
ninja
nordic-theme
nordic-wallpapers-git
noto-fonts-emoji
npm
ntfs-3g
odt2txt
otf-droid-nerd
p7zip
pamixer
papirus-icon-theme
paru
paru-debug
pass
pavucontrol
picom-ftlabs-git
pkgfile
pkgstats
polybar
portproton
pipewire
pipewire-alsa
pipewire-pulse
pwndbg
python-chardet
python-virtualenv
r2ghidra
radare2
ranger
rclone
reflector
ripgrep
rizin
rocm-smi-lib
rofi
rofi-pass
rofimoji
rsync
rz-ghidra
smartmontools
sof-firmware
starship
system-config-printer
task
thefuck
tk
tldr
tokyonight-gtk-theme-git
ttf-anonymouspro-nerd
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-roboto-mono-nerd
ttf-sourcecodepro-nerd
ttf-terminus-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
ueberzug
unarchiver
unp
unrar
unzip
usbasp-udev
visual-studio-code-bin
vulkan-radeon
w3m
wallutils
wget
whitesur-cursor-theme-git
whitesur-gtk-theme-git
whitesur-icon-theme-git
wireless_tools
wmctrl
x11-ssh-askpass
xarchiver
xbitmaps
xclip
xcursor-simp1e-nord-dark
xcursor-simp1e-tokyo-night
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-video-amdgpu
xf86-video-ati
xorg-font-util
xorg-fonts-alias-cyrillic
xorg-fonts-cyrillic
xorg-fonts-misc
xorg-mkfontscale
xorg-xev
xorg-xinit
xorg-xkill
xorg-xsetroot
xorg-xwininfo
xsel
xsettingsd
xss-lock
xwallpaper
yt-dlp
zellij
zip
zoxide
